Revit 2027 API
Transaction.Start Method
Overload List
Name | Description
Start() |  Starts the transaction.
Start(String) |  Starts the transaction with an assigned name.
Top
See Also
Reference
Transaction Class
Autodesk.Revit.DB Namespace